[
	{
		"id": "http://zotero.org/groups/5081872/items/7CH8L93G",
		"type": "chapter",
		"abstract": "Companies should ensure environmental sustainability and promote sustainable marketing in their business actions. The objective of the study is to analyze environmental sustainability and sustainable marketing and business actions in the promotion of sustainable marketing. The methodology adopted is...",
		"container-title": "Smart and Sustainable Interactive Marketing",
		"ISBN": "9798369313398",
		"language": "en",
		"license": "Access limited to members",
		"DOI": "10.4018/979-8-3693-1339-8.ch006",
		"page": "83-99",
		"publisher": "IGI Global",
		"source": "www.igi-global.com",
		"title": "Business Involvements in Promotion of Sustainable Marketing: Strategies and Initiatives",
		"title-short": "Business Involvements in Promotion of Sustainable Marketing",
		"URL": "https://www.igi-global.com/chapter/business-involvements-in-promotion-of-sustainable-marketing/www.igi-global.com/chapter/business-involvements-in-promotion-of-sustainable-marketing/337506",
		"author": [
			{
				"family": "Mandal",
				"given": "Pratap Chandra"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/FLR9HJAI",
		"type": "article-journal",
		"abstract": "It is often stated that business has a key role to play in the protection of biodiversity and ecosystems. Various instruments are developed that enable businesses to assess their impact and dependence on ecosystem services. Actual use of these instruments remains limited. This paper uses discourse analysis to explain that this discrepancy can be explained by diverging frames on the role of business. Documents from governments and civil society are analysed to identify how the role of business is framed. This is compared to the business perspective as identified through interviews. Results show that there is some shared ground as different actors use common economic terminology in framing the problem and causes for action. However, there are significant differences of opinion when it comes to the role business and government should play in the protection of biodiversity and ecosystems.",
		"container-title": "Ecosystem Services",
		"DOI": "10.1016/j.ecoser.2014.04.005",
		"ISSN": "2212-0416",
		"journalAbbreviation": "Ecosystem Services",
		"page": "178-184",
		"source": "ScienceDirect",
		"title": "Business and biodiversity: A frame analysis",
		"title-short": "Business and biodiversity",
		"URL": "https://www.sciencedirect.com/science/article/pii/S2212041614000333",
		"volume": "8",
		"author": [
			{
				"family": "Burg",
				"given": "S. W. K.",
				"non-dropping-particle": "van den"
			},
			{
				"family": "Bogaardt",
				"given": "M. J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014",
					6,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/X354KAZY",
		"type": "article-journal",
		"abstract": "SynopsisWhile agriculture is generally recognized to be a major driver of deforestation, few studies have attempted to estimate the role that particular commodities play in global deforestation, and even fewer have been spatially explicit. In this analysis, we estimate the extent to which seven commodities—oil palm, soy, cattle, plantation wood fiber, cocoa, coffee, and plantation rubber—are replacing forests, and map their impacts using the best available spatially explicit data.",
		"DOI": "10.46830/writn.na.00001",
		"language": "en",
		"source": "www.wri.org",
		"title": "Estimating the Role of Seven Commodities in Agriculture-Linked Deforestation: Oil Palm, Soy, Cattle, Wood Fiber, Cocoa, Coffee, and Rubber",
		"title-short": "Estimating the Role of Seven Commodities in Agriculture-Linked Deforestation",
		"URL": "https://www.wri.org/research/estimating-role-seven-commodities-agriculture-linked-deforestation-oil-palm-soy-cattle",
		"author": [
			{
				"family": "Goldman",
				"given": "Elizabeth Dow"
			},
			{
				"family": "Weisse",
				"given": "Mikaela"
			},
			{
				"family": "Harris",
				"given": "Nancy"
			},
			{
				"family": "Schneider",
				"given": "Tina"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					12,
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/KEZ33YA2",
		"type": "article-journal",
		"abstract": "Due to their massive resources and global reach, businesses could contribute immensely to global efforts to reduce biodiversity loss. Within the last few years, businesses have indeed shown interest in biodiversity conservation. However, their current efforts are too limited and perfunctory to be consequential for achieving the 2050 vision for biodiversity. This article proposes the following five distinct yet mutually reinforcing strategies for bringing about transformative change in how businesses can contribute substantively to biodiversity conservation: (i) making biodiversity protection every business’s business—i.e., incentivizing micro, small, and medium enterprises alongside large corporations to adopt biodiversity conservation measures, (ii) giving biodiversity a central stage in the corporate sustainability discourse—i.e., correcting the carbon tunnel vision of corporate sustainability, (iii) holding companies accountable for biodiversity impacts across their entire supply-chains, (iv) developing biodiversity-friendly organizational cultures so that employees become biodiversity champions, and (v) creating third-party certifications to benchmark and evaluate biodiversity-friendly business practices. Effective implementation of these five strategies will require voluntary commitment from companies and enabling regulations.",
		"container-title": "Biodiversity and Conservation",
		"DOI": "10.1007/s10531-023-02575-1",
		"ISSN": "1572-9710",
		"issue": "11",
		"journalAbbreviation": "Biodivers Conserv",
		"language": "en",
		"page": "3607-3613",
		"source": "Springer Link",
		"title": "Business and biodiversity: achieving the 2050 vision for biodiversity conservation through transformative business practices",
		"title-short": "Business and biodiversity",
		"URL": "https://doi.org/10.1007/s10531-023-02575-1",
		"volume": "32",
		"author": [
			{
				"family": "Panwar",
				"given": "Rajat"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					9,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/V3FC2VWG",
		"type": "article-journal",
		"abstract": "In response to the clearing of tropical forests for agricultural expansion, agri-food companies have adopted promises to eliminate deforestation from their supply chains in the form of ‘zero-deforestation commitments’ (ZDCs). While there is growing evidence about the environmental effectiveness of these commitments (i.e., whether they meet their conservation goals), there is little information on how they influence producers’ opportunity to access sustainable markets and related livelihood outcomes, or how design and implementation choices influence tradeoffs or potential synergies between effectiveness and equity in access. This paper explores these research gaps and makes three main contributions by: i) defining and justifying the importance of analyzing access equity and its relation to effectiveness when implementing forest-focused supply chain policies such as ZDCs, ii) identifying seven policy design principles that are likely to maximize synergies between effectiveness and access equity, and iii) assessing effectiveness-access equity tensions and synergies across common ZDC implementation mechanisms amongst the five largest firms in each of the leading agricultural forest-risk commodity sectors: palm oil, soybeans, beef cattle, and cocoa. To enhance forest conservation while avoiding harm to the most vulnerable farmers in the tropics, it is necessary to combine stringent rules with widespread capacity building, greater involvement of affected actors in the co-production of implementation mechanisms, and support for alternative rural development paths.",
		"container-title": "Global Environmental Change",
		"DOI": "10.1016/j.gloenvcha.2021.102357",
		"ISSN": "0959-3780",
		"journalAbbreviation": "Global Environmental Change",
		"page": "102357",
		"source": "ScienceDirect",
		"title": "Designing effective and equitable zero-deforestation supply chain policies",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0959378021001369",
		"volume": "70",
		"author": [
			{
				"family": "Grabs",
				"given": "Janina"
			},
			{
				"family": "Cammelli",
				"given": "Federico"
			},
			{
				"family": "Levy",
				"given": "Samuel A."
			},
			{
				"family": "Garrett",
				"given": "Rachael D."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					9,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/QITA4JEL",
		"type": "article-journal",
		"abstract": "The Convention on Biological Diversity strategic goals direct the conservation and sustainable use of biodiversity from global to local scales. Yet business’ role in meeting the strategic goals and being accountable for their impacts and dependencies on biodiversity are still not fully and coherently outlined. We demonstrate how business actions can contribute to the strategic goals using 10 publicly available case studies, covering businesses of various sizes, from multiple sectors, operating in different contexts. The case studies show some businesses already contribute to meeting biodiversity goals, often without realizing. We consider the drivers of business engagement with biodiversity; problems in interpreting the scale of impacts through corporate reporting; the implications for changing the way businesses engage with biodiversity goals; and how businesses could contribute more under the post-2020 framework for biodiversity. We call for increased business accountability for nature and that all in conservation—policymakers, practitioners, researchers, communities—do more to connect businesses with the strategic goals. Clearer business roles and responsibilities within international targets form a critical step toward the fundamental systems-level change required to reverse biodiversity loss.",
		"container-title": "Conservation Letters",
		"DOI": "10.1111/conl.12690",
		"ISSN": "1755-263X",
		"issue": "1",
		"language": "en",
		"license": "© 2019 The Authors. Conservation Letters published by Wiley Periodicals, Inc.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/conl.12690",
		"page": "e12690",
		"source": "Wiley Online Library",
		"title": "Biodiversity means business: Reframing global biodiversity goals for the private sector",
		"title-short": "Biodiversity means business",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/conl.12690",
		"volume": "13",
		"author": [
			{
				"family": "Smith",
				"given": "Thomas"
			},
			{
				"family": "Beagley",
				"given": "Lucy"
			},
			{
				"family": "Bull",
				"given": "Joseph"
			},
			{
				"family": "Milner-Gulland",
				"given": "E. J."
			},
			{
				"family": "Smith",
				"given": "Matt"
			},
			{
				"family": "Vorhies",
				"given": "Francis"
			},
			{
				"family": "Addison",
				"given": "Prue F. E."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	}
]